Repository: shagi1234/ios-mono-music
Catalog: Music-app/Resources/*.lproj/Localizable.strings
Languages: ru, tk

# ru
source: Russian
ru: Русский
tk: Rus

# tk
source: Turkmen
ru: Туркмeнский
tk: Türkmen

# en
source: English
ru: Английский
tk: Iňlis

source: No Connection
ru: Что то пошло не так
tk: Näsazlyk ýüze çykdy

source: Refresh
ru: Обновить
tk: Täzele

# songs_tab
source: My library
ru: Медиатека
tk: Aýdymlarym

source: Home
ru: Главная
tk: Esasy

# home_header
source: Welcome
ru: Добро пожаловать!
tk: Hoş geldiňiz

# home_sub_header
source: All songs in one place
ru: Топ песни в вашем кармане!
tk: Iň gowy aýdymlaryň jemlenen ýeri

source: Top Playlists
ru: Топы
tk: Top Pleýlistler

# artists_of_week
source: Artists of the week
ru: Исполнители недели
tk: Hepdäniň aýdymçylary

source: New Albums
ru: Новые альбомы
tk: Täze albomlar

source: Hit Songs
ru: Хиты
tk: Hitlar

source: Playlists
ru: Плейлисты
tk: Pleýlistler

source: Top Songs
ru: Топовые песни
tk: Top aýdymlar

source: Albums
ru: Альбомы
tk: Albomlar

# albums_and_EP
source: Albums & EP
ru: Альбомы & EP
tk: Albomlar & EP

source: Singles
ru: Синглы
tk: Singllar

source: My Playlists
ru: Мои плейлисты
tk: Meniň pleýlistlerim

source: Songs
ru: Песни
tk: Aýdymlar

source: Search
ru: Найти
tk: Gözle

source: Search history
ru: История поиска
tk: Gözleg taryhy

source: New Playlist
ru: Новый плейлист
tk: Täze pleýlist

source: Artists
ru: Исполнители
tk: Aýdymçylar

source: Play Next
ru: Воспроизвести следующем
tk: Indiki edip çal

source: No playlists saved yet
ru: Плейлисты еще не сохранены

source: Add Playlist
ru: Добавить в плейлист
tk: Plaýlist goş

source: Are you sure to delete playlist?
ru: Вы уверены, что хотите удалить плейлист?
tk: Siz hakykatdan hem pleýlisti pozmak isleýänizmi?

source: Are you sure to delete songs?
ru: Вы уверены, что хотите удалить песни?
tk: Siz hakykatdan hem aýdymy pozmak isleýänizmi?

source: Delete
ru: Удалить
tk: Pozmak

source: Play all
ru: Воспроизвести все
tk: Hemmesini çal

source: Shuffle
ru: Перемещать
tk: Garyşyk

source: Enter playlist name
ru: Введите название плейлистa
tk: Plaýlistiň adyny girizmek

source: Playlist name
ru: Название плейлиста
tk: Pleýlistyň ady

source: Add
ru: Добавить
tk: Goş

source: Edit
ru: Изменить
tk: Üýtgetmek

source: Add to Playlist
ru: Добавить в плейлист
tk: Pleýlesta goş

# go_to_profile
source: See artist
ru: Страница артиста
tk: Aýdymçynyň sahypasy

# go_to_album
source: See album
ru: Перейти в альбом
tk: Albomy gör

source: Playlist
ru: Плейлист

source: Download all songs
ru: Скачать все песни
tk: Ähli aýdymlary ýükelemek

# download_all_songs_in_playlist
source: Download all songs
ru: Скачать все песни
tk: Ähli aýdymlary ýükelemek

source: Delete all songs in playlist
ru: Удалить все песни из плейлистa
tk: Pleýlistden ähli aýdymlary pozmak

source: Delete playlist
ru: Удалить плейлист
tk: Pleýlistden poz

source: Edit playlist
ru: Редактировать плейлист
tk: Pleýlisti üýtgetmek

source: Share
ru: Поделиться
tk: Paýlaşmak

source: Empty
ru: Пустой
tk: Hiç zat tapylmady

# errorSavingPlaylistOrItExsists
source: Error occured while saving playlist or this playlist already exists
ru: Произошла ошибка при сохранении плейлиста или этот плейлист уже существует
tk: Plaýlisti goşmakda näsazlyk ýüze çykdy

# successSavingPlaylist
source: Playlist successfully saved
ru: Добавлено в медиатеку
tk: Plaýlist goşuldy

# local
source: My Playlist
ru: Мой плейлист
tk: Meniň Pleýlist

# top
source: Mono Playlist
ru: Mono плейлист
tk: Mono Pleýlist

# simple
source: Playlist
ru: Плейлист
tk: Pleýlist

source: Album
ru: Альбом
tk: Albom

source: Close
ru: Закрыть
tk: Ýapmak

source: Main Settings
ru: Основные настройки
tk: Esasy sazlamalar

# add_balance
source: Manage Your Profile
ru: Управляйте своим аккаунтом
tk: Öz hasabyňyzy ýeňillik bilen dolandyryň

source: My balance
ru: Мой профиль
tk: Meniň hasabym

source: Contact us
ru: Напишите нам
tk: Bize ýazyň

source: Version
ru: Версия
tk: Wersiýa

source: Language
ru: Язык системы
tk: Dil

# payment
source: Tariffs
ru: Oплата
tk: Nyrhnamalar

# payment_options
source: You can choose the tariff that suits you
ru: Подписка
tk: Nyrhnamalaryň içinden özüňize laýygyny saýlaň

# premium
source: Premium %d month
ru: Премиум аккаунт
tk: Premium hasap

# manat
source: %d TMT
ru: %d ТМТ
tk: %d ТМТ

# promo_card
source: Enter promo code
ru: Введите промо код
tk: Promo karty girizmek

source: Category
ru: Категория
tk: Kategoriýa

source: Welcome
ru: Добро пожаловать
tk: Hoş geldiňiz

# enter_phone_num
source: Please enter your phone number to register
ru: Введите номер телефона для регистрации
tk: Dowam etmek üçin telefon belgiňizi giriziň.

# phone_num
source: Phone number
ru: Номер телефона
tk: Telefon belgiňiz

# continue
source: Next
ru: Продолжить
tk: Dowam et

# write_otp
source: Confirm your phone number
ru: Потвердите номер телефона
tk: SMS kody giriziň

# write_sms
source: Enter the SMS code that was send.
ru: Введите СМС код который был отправлен на ваш номер
tk: Belgiňize SMS arkaly ugradylan ýörite kody giriziň.

# connect_service
source: Connect the service
ru: Продолжить
tk: Hyzmaty birikdir

# days
source: %d days
ru: %d дней
tk: %d gün

source: Finish registration
ru: Завершить регистрацию
tk: Registrasiýany tamamla

# add_additional_info
source: Enter additional information so we can prepare special offers for you
ru: Добавьте дополнительную информацию, чтобы мы могли подготовить специальные предложения
tk: Ýörite teklipleri taýynlamak üçin goşmaça maglumatlaryňyzy giriziň

# enter_info
source: Enter information
ru: Bведите данныe
tk: Maglumatlaryňyzy giriziň

source: Day
ru: День
tk: Gün

source: Month
ru: Месяц
tk: aý

source: Year
ru: Год
tk: Ýyl

# bithday
source: Year of birth
ru: Год рождение
tk: Doglan senäňizi giriziň

source: Username
ru: Имя пользователья
tk: Ulanyjy ady

source: Choose card
ru: Bыберите карту
tk: Kart saýlaň

# choose_lang
source: Choose Language
ru: Bыберите язык
tk: Dil saýlaň

source: All
ru: Все
tk: Hemmesi

# artist
source: Artists
ru: Aртист
tk: Aýdymçy

source: Song
ru: Трек
tk: Aýdym

source: Clear
ru: Очистить
tk: Arassala

# successAdded
source: Song successfully added
ru: Трек добавлен
tk: Aýdym goşuldy

# successDeleted
source: Song successfully deleted
ru: Трек удален
tk: Aýdym pozuldy

source: Latest Release
ru: Последний релиз
tk: Iň soňky goşulan

# nextInQueue
source: Next
ru: Следующие
tk: Soňkylar

source: Manage Your Profile Easily
ru: Управляйте своим профилем
tk: Balans doldurmak

source: Log out
ru: Bыйти
tk: Çykmak

source: Playing now
ru: Сейчас
tk: Häzir çalyar

source: Male
ru: Mужской
tk: Yigit

source: Female
ru: Женский
tk: Zenan

source: Gender
ru: Пол
tk: Jysn

source: No connection
ru: Отсутствует подключение к сети
tk: Internet baglanysygy yok

# enjoy_music
source: Enjoy music without ads!
ru: Наслаждайся музыкой без рекламы!
tk: Reklamasyz sazyň lezzetini alyň

# error
source: Error occured!
ru: Ошибка при загрузки!
tk: Näsazlyk ýüze çykdy!

# vpn_usage_message
source: It looks like you are using a VPN or proxy server. Please disable any of these services and try again, as our application does not support their operation.
ru: Похоже, что вы используете VPN или прокси-сервер. Пожалуйста, отключите любую из этих служб и повторите попытку, так как наше приложение не поддерживает их работу.
tk: Eger-de siz VPN ýa-da proxy ulanýan bolsaňyz, olary öçürmekligi maslahat berýäris. Biziň programmamyz beýleki hyzmatlar bilen işlänok.

source: Resend after
ru: Отправить заново через
tk: Täzeden ugratmak

source: Resend
ru: Отправить заново
tk: Gaýtadan ugratmak

source: Downloaded
ru: Загруженныe
tk: Yüklenenler

source: Retry connection
ru: Повторить попытку подключения
tk: Täzeden baglan

# enter_otp_code
source: Enter the special 6-digit code from the SMS sent to your phone number
ru: Введите специальный 6-значный код из СМС отправленный на ваш номер
tk: 6 belgili kod

# promo
source: Promo code
ru: Промо код
tk: Promo kod

source: Choose plan
ru: Выбор тарифа
tk: Nyrhnamany saýlaň

source: Message
ru: Сообщение
tk: Ýazgy

source: Fullname
ru: Полное имя
tk: Doly adyňyz

source: Cancel
ru: Отмена
tk: Aýyrmak

source: Playlist deleted
ru: Плейлист удален
tk: Pleýlist pozuldy

# succesTurnDownOff
source: Unloaded
ru: Разгружено
tk: Ýükden çykaryldy

# succesTurnDownOn
source: Download Started
ru: Скачивание началось
tk: Ýüklenme başlady

# get_otp
source: Receive SMS with code
ru: Получить СМС с кодом
tk: Dowam etmek

source: Code entry:
ru: Ввод кода:
tk: 6 belgili kod:

# inserted
source: Play next
ru: Воспроизвести следующем
tk: Indiki edip çal

# empty_otp
source: Enter code from the SMS
ru: Введите код из СМС
tk: SMS kody giriziň

source: Confirm
ru: Подтвердить
tk: Tassykla

# bank_pop_up
source: Payments can be made using cards linked to SMS notifications
ru: Платежи можно совершать с помощью карт, подключённых к SMS-оповещению
tk: Tölegleri SMS hyzmaty birikdirilen kartlar bilen amala aşyryp bolýar

source: Send
ru: Отправить
tk: Ugrat

# failMessage
source: Error occured. Please try again
ru: Произошла ошибка. Пожалуйста, попробуйте снова
tk: Näsazlyk ýüze çykdy. Ýene synanyşyp görüň

# successSent
source: Message successfully sent
ru: Сообщение успешно отправлено
tk: Habar üstünlikli ugradyldy

# subscription_ended
source: Your subscription has ended
ru: Ваша подписка закончилась
tk: Siziň tarifyňyz gutardy

# choose_plan_to_continue
source: Subscribe and enjoy your favorite music
ru: Оформите подписку и наслаждайтесь своей любимой музыкой
tk: Aýdymlary diňlemek üçin özüňize laýyk tariflardan birini saýlap bilersiňiz

# see_plans
source: Subscriptions
ru: Тарифы
tk: Tariflary gör

# earned
source: Subscription successfully added
ru: Тариф успешно добавлен
tk: Nyrhnama üstünlikli goşuldy

source: Similar Artists
ru: Похожие исполнители
tk: Meňzeş aýdymçylar

source: Similar Playlists
ru: Похожие плейлисты
tk: Meňzeş Pleýlistler

source: Similar Albums
ru: Похожие альбомы
tk: Meňzeş Albomlar

# update_title
source: New version is out!!!
ru: Новая версия вышла!!!

# update_description
source: Mono Music has amazing improvements and fixes. Download the new version and get even more awesome!
ru: В Mono Music появились потрясающие улучшения и исправления. Скачайте новую версию и получите еще больше возможностей!

# update_button
source: Download
ru: Скачать

# later_button
source: Later
ru: Позже

# phone
source: Phone number
tk: Telefon belgi

# promo_message
source: There is no such promo
tk: Beýle promo aksiýasy ýok
